String first_text = '''제1조 (목적)\n버블(이하 '회사'라고 함)는 회사가 제공하고자 하는 서비스(이하 '회사 서비스')를 이용하는 개인(이하 '이용자' 또는 '개인')의 정보(이하 '개인정보')를 보호하기 위해, 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법') 등 관련 법령을 준수하고, 서비스 이용자의 개인정보 보호 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보처리방침 (이하 '본 방침')을 수립합니다.''';

String second_text = '''제2조 (개인정보 처리의 원칙)\n개인정보 관련 법령 및 본 방침에 따라 회사는 이용자의 개인정보를 수집할 수 있으며 수집된 개인정보는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하게 강제되는 경우 회사는 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수도 있습니다.\n
제5조(회원 가입을 위한 정보)\n
회사는 이용자의 회사 서비스에 대한 회원가입을 위하여 다음과 같은 정보를 수집합니다.\n
1. 필수 수집 정보: 이메일 주소, 비밀번호 및 이름\n
제6조(본인 인증을 위한 정보)\n
회사는 이용자의 본인인증을 위하여 다음과 같은 정보를 수집합니다.\n
1. 필수 수집 정보: 이메일 주소 및 이름\n
제7조 (개인정보 수집 방법)\n
회사는 다음과 같은 방법으로 이용자의 개인정보를 수집합니다.\n
1. 이용자가 회사의 홈페이지에 자신의 개인정보를 입력하는 방식\n
2. 어플리케이션 등 회사가 제공하는 홈페이지 외의 서비스를 통해 이용자가 자신의 개인정보를 입력하는 방식\n
3. 이용자가 회사가 발송한 이메일을 수신받아 개인정보를 입력하는 방식\n
제8조(개인정보의 이용)\n
회사는 개인정보를 다음 각 호의 경우에 이용합니다.\n
1. 공지사항의 전달 등 회사운영에 필요한 경우\n
2. 이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우\n
3. 회사의 서비스를 제공하기 위한 경우\n
4. 법령 및 회사 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우\n
5. 이벤트 및 행사 안내 등 마케팅을 위한 경우\n
6. 개인정보 및 관심에 기반한 이용자간 관계의 형성을 위한 경우\n''';
